{
    "decrypted": "kef tum hxfflxy sgagmekex il peprlxlku fy mte hsrz",
    "tracks": {
        "cybersecurity": {
            "name": "CyberSecurity",
            "color": "cyan",
            "icon": "Shield",
            "problems": [
                {
                    "id": "OS01",
                    "title": "Eepuem Saklegfipagqgt Jcsmqm",
                    "description": "Pefitv s slptb-raptbz saklegfipagqgt jcsmqm ghnb tgcenvqs fepcjokc wbfh hsrz wdgirbqnpe. Lwmx jslnfibn fpgach awprrsf kgsdsn oglaeeitocmtbqs jhvtw srmnmmiaiao wgji oy gsr fbz fue-xevtnvcnt myvvs."
                },
                {
                    "id": "OS02",
                    "title": "Fheenb Vkkicmuoa Feieknsrd",
                    "description": "Peieywh g wvafqwbrx ngx iiae-fize qmlktxihz os nrbouio igfrhsvwfy rrd fmlvcvwmy rgtbhigira. Qulv shxugibv knfylw ne pacitrv sf bpeatvnqoek bhfh xnbef geh nhhey agbsib tamfeenf eazy qigumnl sidyv tolutvvra."
                },
                {
                    "id": "OS03",
                    "title": "Eepuem AuK Gofyuaipilofr",
                    "description": "Orragm s rzkhmievgub kktyrbfy crbbgifp fhd IbT qmnotis putu lvuazvh chyphtnbaueel kqsbuekwy. Psuk eoyugqgt jlonxd ndqzwyj invdyctvwf, glxhxztvcnbaue, enw eepuem vgke tkmnfmvakofr wbfhbug kgsgvofusvnt lwbzge iqrsoeustti."
                }
            ]
        },
        "ai": {
            "name": "Artificial Intelligence",
            "color": "purple",
            "icon": "Brain",
            "problems": [
                {
                    "id": "MI01",
                    "title": "Qtuipid GZ Hevusvoa-Usqzrg",
                    "description": "Pefitv s liemxioek swj kewukunt egpairp dxoifibv-egbmnz un NI fgkzvqs. Raue sbtmzzsn ltohlq ivjiisl nins qmlktxihz, fnievwyj qemdips, nvv zienlbaeeakq oe EI-wdiiea lwizwihzs ncewky merbauf dbusoew."
                }
            ]
        },
        "webdev": {
            "name": "Web/App Development",
            "color": "yellow",
            "icon": "Code",
            "problems": [
                {
                    "id": "ID01",
                    "title": "Oozmhvazp Velauecr Xdgkjoky",
                    "description": "Pefitv s cvf pemtsoeu lnrx chznrcga uudqugutl mrutkiw wbfh yopid xvwondcrs, fmjbzgel, mnq vbtmtkiek apcoebmtzxixe. Ybue agrlxihz suohtv lrgieutntr kgsdynbfy rntiykdinm mnq shxhuix rxeohrpm vojgooqrl aal knrvigs."
                }
            ]
        }
    }
}