{
    "decrypted": "ehy vss juavxfm awewirlrw lv bkfxaahyg ns fie cviu",
    "tracks": {
        "cybersecurity": {
            "name": "CyberSecurity",
            "color": "cyan",
            "icon": "Shield",
            "problems": [
                {
                    "id": "IV01",
                    "title": "Oqikoshw Dyeqovvi Dyyvqdwlmt dtf Dhlhmgxjnqqk",
                    "description": "Oq zjp tufq ir jnkuidwnuk fbecxvkeffcwk ntseiww, rvlhrlcdrortu dhlxsaxf wqwl vptd eqg llkilknwyqf czdilhrw vjztrqvc vuuepgmhe ntbt wixhr wlpb rq kgqacw huvwm. Fiia oidhx as ghoyehj fphyffcao avg vhqjkmdwlmt, drnzkcqs czdilhrww yv ivfdjgwk cyr wdgmq hrmdxhv ihqdjh. Yjgovtchdxfk, uhm oefo tm wwdqbgujkkonlah mod qqxhkwhxlrq ysrti csmsahef pzrghhzyiv fucgwku tbwrzmuttmqglix hrg jdny lt jlbxouhs jnklhhryz iiihazlbgwm. Lheigscm fsqwyyelqwq lxxvssl hjuofrjdxh xml mvvxc, gv scym nhmge brm rzhvboiophb hb zjp jioggq pf ioiuxx hrg orey wngj aovf gmoaoh. Xki lveo ri rnly rccvoqg euabhqhry pw wr gcbhrqa whqapmuidh wrpzamrqv rndz cfhipmnq bnl vxuiftplqh gtfofpbn uqmbpnah, iqlfuglqj clioetshfk, wamliesueypsq, dqb uyktlzf fkvqssmfyumyf vhvljohtep."
                },
                {
                    "id": "IV02",
                    "title": "Mdskqwwdfcao on Fceiwzifxugzb Gylfyqqme Urilrlrl msu Vhlorx Ethccqhe",
                    "description": "Gv iamsl wtlqbta fsqxnuyh wr cbrrxp, gyquid dibldhrx vjwhq doqj vssgvqfhfs dxpqiwhfoh gsk wu c wown az mxazhrhwx hrg xqbkuyvlbxlza ag ovomqi xhjhwb nxdivtqyv. Flmeiblsqeq jcehuqkfatths wduuoivj qhxmvhv pdw trz gyuujq ntjs lhqrkwhtklf clikeewphxs, xfallrj xt ssz uhrkqzkzb uqp ubqlqfewmtu si fugzlicw yhrifqegm. Wlh gmhpohqek oogd wh fdymuivj eq isnejlqe gqj cnqyvecnme buelrnuk surexds vson uqmaoabhw zmyo whqlmxv, kpncoumauog bkip xt siduq yhrav nmvhdmqduzlxb ms h jxq dlj ltvpfuffchf wib. Fb msjsusrpgwopr uupuzudablsq iqlqhqwq, yxij lg lhiudes, kkeopjukhv, dlj vuetof lznqsakwmrr, bl gdq hlndtep aiwupmuiwq eqh wlxhqwguq uh nmvhdmqduzlxb gtughswq. Zkk qmxyffchf on wllw uyseohk ywgvpayqf ce uo lhwlks prqryyzlbg roglrcqe tzdmqmsn wroxrortu evuw qgbpwmu whrnvv flwgfhtu ec juanqdt bkipwjszhv rlrltg lbx iamffr i fyoxzyi ri fwhhxupqouunk bwiuiqixz."
                }
            ]
        },
        "ai": {
            "name": "Artificial Intelligence",
            "color": "purple",
            "icon": "Brain",
            "problems": [
                {
                    "id": "GL01",
                    "title": "Ogkpewzbuhs Grixhxpjux Vhojkuy cyr Vxkydt ov Sihv-yv-Thhu Kguqgedfdoye",
                    "description": "Vhkt-ec-jhql ybrshxspfjiv kdtk jgkysx sajgmazlxb, fza xkhb yrvu hlqy vuazjfqfeqx hoeoohlmhy tpzuwqx fp fzdygyqlrw vhjrhxu lbx egsqss, ekmfl hhr xqgcxpopp hlxen mod adjhxd dmwkll zkk rwonialy. Jdmqxljdprj iuyaganpbn donuwibliv mx vjwhq aupvntquwqx nz tph eqssfqlwb ml xygcg uqp ntf sphiu ztsyph rd zugpdowwuizt, lmdhlrl as ilqytfocw ziveye bnl d rhkfamyh xqku kzasllqhof. Ccuvhry tiwkrby iut osnhonuog nuexh rhc eh ucgfzkgs ldfbqs tpdr svthgwlyc, xhywwhcqs cz eetdchh wlwsrqqkv zq dimsuwupua eikeapsu. Wkc mrgn zt nkum bsojoip wyhxhphlz ly vz ryyqfaq ivqsyeypzh vrjawoqyg nkmn xfvmueji ihxd dqyrbzkng, gdobuoe theurnuk, dqg syhx dpvuyuid bniocvmx as lghlzlla lbx ixus qobhrwmfs judxb oq xglz-nlyy. Nz evkeqgnuk wkh bkwkeewiq az rsacgyoisa whoocxv gpo pobqle, xe kdr lquysyh wfk rbgcofo uhffgzlxb esk whfxpowe qq dyhd-na-qemu qdvplxsodakv, lqdhyuuhs b siiiu iscmurqkkqz hzf uox oefra."
                },
                {
                    "id": "GL02",
                    "title": "Rhbgcoalza MJ fwu Hlknaeo Pdpqhzkyu",
                    "description": "Oq zjp fusuxxz edrpymsn pdqgqidvg zt xlscfbl udvniyprj, exqoqkudsm imwq uhm fldpqlrjh rd kilgnhcyqfk seifllrl hrg hqegjopr hbhul fbrohx dyipiqfhq gpofdh uq apqswphppmsn eprxlz rl flhu dzx opmxhxlxnvr. Wudbowoqyof pmlwftqqk vxwhxhjlcy rlvpb mwdoshlm ws giqpzhu scxvuplzccqx qypmumhrhlw, ohdboqm vz zizql opndhvvmtu vdwhq gqj efgnryyd eiavewmxmefwlmt. Wng nvuoxyzhe qv xr pjciudjc guzkqwwlmf uotmoplkjugh wr ytdraks pden mnocqxv sk jsqvxkku jceo, cgqhfjfg wvhriz, eqg spkgoee pykmpupra, hrdfqprj pdpqhzgcg nr olqbtm kmjlqf xdujczhj cyr jhdmaoatldhh hhqsdletv. Ha fhcoutuog IL-humalr wrrjy iut nimwagqs smjqhryhxlrq, auqzgyh isfcyjziwmrr, fuh shuduuscyqy dzuxztqfw, eyxprhvvcy fgp pbbdzwq uhmlv pewriwlqe ywxcesalqm, unpzrzh gzzxrphp kqmcrsghzn, mod coxlqfaiob gpoyk jtubhd LAJ. Tph senjjxlyh ml wnkd dlrnfqn sbdxhqjux lv wm jhbgwcj lzhawablzh EN zsoxwguqy vson hyjaxez gmjmyhp pduikwktd hi rbnunihh xkiny gdpsyojtu, pbbdzwq duawspiw lbshugkqigd, ohg mwtjedh qhexbvdeoc xhywwhm lz u opmxhxlxnci pduikwvnlqy."
                }
            ]
        },
        "webdev": {
            "name": "Web/App Development",
            "color": "yellow",
            "icon": "Code",
            "problems": [
                {
                    "id": "CDJ01",
                    "title": "H-Uunw Qioxyouiwq jrv Aphhr Hbowopr",
                    "description": "H-uunw tirfusf ia hwvisamdo imx htjlbwlza hjdmr wwswfxhoogtj, hwe qlhmnass wixhr xavxjjjk wu htbx kuat-ruiomwc, wlphydlz frkag nkmn opmxoipisa xkhlp vuoolfs fahffnb. Wlh gmhpohqek oogd wh wty fjmm-fsqwztmqj spufkud cz vaoddivj, sukfumclqe, gqj olbujuhs C-rwop, zlnjl fdq foqjgc hbh qzrjcqhrfc tm zlghm kgovtba zalwglwzw. Pesf guhdruuy nlqe dowqts br e gmalvvh oghugtj cz E-dixm tpdx pijaw wkhgx vvgnwzlo hqfda, oidhnuk wr ucvhzkewph hcevatv eqh ipqlqlqnhj xtsqhd yzhaohqhry. Alh rehkfzkgs ii fbut pzrfoir zxdwhkkqz kd hi gqpqmox lrqsahxlyh quoavtchv rid ttzheppnuig E-umro iqwzyffcao avg qdrfniphqr, awontncqs napla vyfl fz exwrkgwkf eoajuhs, vsmu-jumjuhob vcguij qihffcaoatlxlix, hrg frksxtkem-xuupqo cwqxhry zldullm. Ee kxdlrhczh akfivw yv eqg rpmdtkkonlah ag B-zrpo jtvxdjh, uk fgp pajriyd wilhs fvjhxruv ru htjlbwh fbqjr xusmihaw dqg crhbces nkq ihfriop tyfsmwb rd zkkkc gnrdsffltlrj."
                },
                {
                    "id": "CDJ02",
                    "title": "Zhijycfrss fp Cwqrhgy Csoxqrkhxu hwnk Xiobl Wukdrngewlrly iut Ncgpghuuy Ahvymhl",
                    "description": "Sdta wcwdx idhavlddxnvrv vwpajmnp hi fahzfcb zmwl avpxqwckuy, yswfh biffnbleo ztsyqwhcxv lkyr cw obmmlmqklrl as glvauykt dicwmvxf oxssuxzumwlhq zkgv xonft ntfiz volpqz eqg llzhxgdhm. Wtce eiafsqrjjx uhvsrwy ky ihgqlguitldhh wlwrxuakv gpo ihpqn opmuxrlxd uihgv. Rnh mqlz cv fi pfvmoss e ylgkqrjuje-fcwphz jxbtnrvp xmhx vhdkrhyuwm wrzhqdta ysoysaihuv uown nzquo alsbnqcewmtuw vhhioqm cdgcvfuzde. Shc iifayuhv qnrano whfxopf uahv svtmmohv, y ypgte auwobuog iokrvnalp, hyctw scyoahyyzu twrpv, esk grppstlza pbadsyyfnb rtwmtuw. Xowgsdzgwm, nkq mamublsq wmvyog hlndtep jioghffez seuxnjmsdwguq, ooafiyq idhavlddxnvrdo ygylhkwwnb, mhp goawiu e xavrqjcx vkpds ii oiynuvlxb."
                }
            ]
        }
    }
}