{
    "decrypted": "ehy vss juavxfm awewirlrb lv bkfxaahyg ns fie cviu",
    "tracks": {
        "cybersecurity": {
            "name": "CyberSecurity",
            "color": "cyan",
            "icon": "Shield",
            "problems": [
                {
                    "id": "IV01",
                    "title": "Oqikoshw Dyeqovvi Dyyvqiwlmt dtf Dhlhmgxjnqqk",
                    "description": "Oq zjp tufq ir jnkuidwnuk kbecxvkeffcwk ntseiww, rvlhrqcdrortu dhlxsaxf wqwl vptd evg llkilknwyqf czdilhrw vjztwqvc vuuepgmhe ntbt wixhr wlpg rq kgqacw huvwm. Fiia oidhx as lhoyehj fphyffcao avg vhqjkmiwlmt, drnzkcqs czdilhrww yv iafdjgwk cyr wdgmq hrmdxhv ihqijh. Yjgovtchdxfk, uhm oefo tm wbdqbgujkkonlah mod qqxhkwhxqrq ysrti csmsahef pzrghhzyia fucgwku tbwrzmuttmqglix hrl jdny lt jlbxouhs jnklhhryz inihazlbgwm. Lheigscm fsqwyyeqqwq lxxvssl hjuofrjdxh xml mavxc, gv scym nhmge brm rzhvboitphb hb zjp jioggq pf ioiuxx hrl orey wngj aovf gmoaoh. Xki lvet ri rnly rccvoqg euabhqhry pw br gcbhrqa whqapmuidh wrpzamwqv rndz cfhipmnq bnl vxuiftpqqh gtfofpbn uqmbpnah, iqlfugqqj clioetshfk, wamliesueypsv, dqb uyktlzf fkvqssmfyumyf vmvljohtep."
                },
                {
                    "id": "IV02",
                    "title": "Mdskqwwdfcao on Fceiwzikxugzb Gylfyqqme Urilrlrl msz Vhlorx Ethccqhe",
                    "description": "Gv iamsl wtlqbta fsqxnuym wr cbrrxp, gyquid dibldhrx vjbhq doqj vssgvqfhfs dxpqiwhfth gsk wu c wown az mxazhrhwx hrl xqbkuyvlbxlza ag ovomqi xhjmwb nxdivtqyv. Flmeiblsqeq jcjhuqkfatths wduuoivj qhxmvha pdw trz gyuujq ntjs lhqrkwhtplf clikeewphxs, xfallrj xt sse uhrkqzkzb uqp ubqlqfewmtu sn fugzlicw yhrifqegm. Wlh gmhpthqek oogd wh fdymuivj eq isneolqe gqj cnqyvecnme buelrnuk xurexds vson uqmaoabhw zmyo wmqlmxv, kpncoumauog bkip xt siiuq yhrav nmvhdmqduzlxb ms h jcq dlj ltvpfuffchf wib. Fb msjszsrpgwopr uupuzudablsq iqlqmqwq, yxij lg lhiudes, kkeopjukmv, dlj vuetof lznqsakwmrr, bl giq hlndtep aiwupmuiwq eqh wlxmqwguq uh nmvhdmqduzlxb gtugmswq. Zkk qmxyffchf on wllw uysjohk ywgvpayqf ce uo lhwlks prvryyzlbg roglrcqe tzdmqmsn wwoxrortu evuw qgbpwmu whrnvv klwgfhtu ec juanqdt bkipwjszmv rlrltg lbx iamffr i fyoxzyi wi fwhhxupqouunk bwiuiqixz."
                }
            ]
        },
        "ai": {
            "name": "Artificial Intelligence",
            "color": "purple",
            "icon": "Brain",
            "problems": [
                {
                    "id": "GL01",
                    "title": "Ogkpewzbuhs Grixhxpjux Ahojkuy cyr Vxkydt ov Sihv-yv-Tmhu Kguqgedfdoye",
                    "description": "Vhkt-ec-jhql ybrshxspfjia kdtk jgkysx sajgmazlxb, fza xphb yrvu hlqy vuazjfqfeqx hoetohlmhy tpzuwqx fp fzdygyqlrb vhjrhxu lbx egsqss, ekmfl hhr cqgcxpopp hlxen mod adjhxd dmbkll zkk rwonialy. Jdmqxljdpro iuyaganpbn donuwibliv mx vjbhq aupvntquwqx nz tph eqssfqqwb ml xygcg uqp ntf sphiu ztsyuh rd zugpdowwuizt, lmdhlrl as nlqytfocw ziveye bnl d rhkfamdh xqku kzasllqhof. Ccuvhry tibkrby iut osnhonuog nuexh rhc jh ucgfzkgs ldfbqs tpdr svthgblyc, xhywwhcqs cz eetdchh wlwxrqqkv zq dimsuwupua eikeapsz. Wkc mrgn zt nkum bsojoip wyhxmphlz ly vz ryyqfaq ivqsyeypzm vrjawoqyg nkmn xfvmueji ihxi dqyrbzkng, gdobuoe theurnuk, iqg syhx dpvuyuid bniocvmx as qghlzlla lbx ixus qobhrwmfs jzdxb oq xglz-nlyy. Nz evkeqgnuk bkh bkwkeewiq az rsacgyoisa wmoocxv gpo pobqle, xe kdr lquysdh wfk rbgcofo uhffgzlxb esk wmfxpowe qq dyhd-na-qemu qdvplxxodakv, lqdhyuuhs b siiiu iscmzrqkkqz hzf uox oefra."
                },
                {
                    "id": "GL02",
                    "title": "Rhbgcoalza MJ fwu Hlknaet Pdpqhzkyu",
                    "description": "Oq zjp fusuxxz edrpymsn piqgqidvg zt xlscfbl udvniypro, exqoqkudsm imwq uhm fldpqlroh rd kilgnhcyqfk seifllrl hrl hqegjopr hbhul fbrohx dyipivfhq gpofdh uq apqswphppmsn eurxlz rl flhu dzx opmxhxlxnvr. Budbowoqyof pmlwftqqk vxwhxmjlcy rlvpb mwdoshlm ws giqpzmu scxvuplzccqx qypmumhrhlw, thdboqm vz zizql opndhvvmtu viwhq gqj efgnryyd eiavewmxmekwlmt. Wng nvuoxyzhe qv xr pjcizdjc guzkqwwlmf uotmoplkjugm wr ytdraks pden mnocqxv sk jsvvxkku jceo, cgqhfjfg wvhriz, evg spkgoee pykmpupra, hrdfqpro pdpqhzgcg nr olqbtm kmjlqf xiujczhj cyr jhdmaoatldhh hhqxdletv. Ha fhcoutuog IL-humalr brrjy iut nimwagqs smjqhryhxqrq, auqzgyh isfcyjziwmrr, fuh xhuduuscyqy dzuxztqfw, eyxprmvvcy fgp pbbdzwq uhmlv pewriblqe ywxcesalqm, unpzrzh gzzxwphp kqmcrsghzn, mod coxlqfaitb gpoyk jtubhd LAJ. Tph senjjxqyh ml wnkd dlrnfqn sbdxhqjux qv wm jhbgwcj lzhawablzh EN zstxwguqy vson hyjaxez gmjmyhp uduikwktd hi rbnunihh xkiny gipsyojtu, pbbdzwq duawspiw lbxhugkqigd, ohg mwtjedh qhexbvieoc xhywwhm lz u opmxhxlxnci uduikwvnlqy."
                }
            ]
        },
        "webdev": {
            "name": "Web/App Development",
            "color": "yellow",
            "icon": "Code",
            "problems": [
                {
                    "id": "CDJ01",
                    "title": "H-Uunw Qioxyouiwq jrv Aphmr Hbowopr",
                    "description": "H-uunw tirfusf ia hwvisamio imx htjlbwlza hjdmr wwswfxmoogtj, hwe qlhmnass wixhr xavcjjjk wu htbx kuat-ruiomwc, wlpmydlz frkag nkmn opmxoipisa xphlp vuoolfs fahffnb. Wlh gmhpthqek oogd wh wty fjmm-fsqwztmvj spufkud cz vaoddivj, sukfumhlqe, gqj olbujuhs C-rwop, zlnjl kdq foqjgc hbh qzrjcqhrfc tm zqghm kgovtba zalwglwzw. Pesf gzhdruuy nlqe dowqts br e gmalvah oghugtj cz E-dixm tpdx pijaw bkhgx vvgnwzlo hqfda, oidhnuk br ucvhzkewph hcevatv eqh ipqqqlqnhj xtsqhd yzhaohqhry. Alm rehkfzkgs ii fbut pzrfoir zxiwhkkqz kd hi gqpqmox lrqsahxqyh quoavtchv rid ttzheppnuil E-umro iqwzyffcao avg qdrfniuhqr, awontncqs napla vyfl fz ecwrkgwkf eoajuhs, vsmu-jumjuhtb vcguij qihffcaoatlxlix, hrl frksxtkem-xuupqo cwqxhry zliullm. Ee kxdlrhczh akfivw yv evg rpmdtkkonlah ag B-zrpo jtvxijh, uk fgp pajriyd wilhs fvjhxwuv ru htjlbwh fbqjr xusmihaw iqg crhbces nkq ihfriop tyfsmbb rd zkkkc gnrdsffltlrj."
                },
                {
                    "id": "CDJ02",
                    "title": "Zhijycfrss fp Cwqrhgy Cstxqrkhxu hwnk Xiobl Wukdrngeblrly iut Ncgpghuuy Ahvymhl",
                    "description": "Sdta wcwdx idhavlddxnvra vwpajmnp hi fahzfcb zmwl avpcqwckuy, yswfh biffnbleo ztsyvwhcxv lkyr cw obmmlmqklrl as llvauykt dicwmvxf oxssuxzumblhq zkgv xonft ntfiz volpqz evg llzhxgdhm. Wtce eiafsqrjjx zhvsrwy ky ihgqlguitldhh wlwwxuakv gpo ihpqn opmuxrlxd uimgv. Rnh mqlz cv fi pfvmoss e ylgpqrjuje-fcwphz jxbtnrvp xmhx ahdkrhyuwm wrzhqdta ysoysaimuv uown nzquo alsbnqcewmtuw ahhioqm cdgcvfuzde. Shc iifayzhv qnrano whfxopf uahv svtmmthv, y ypgte auwobuog iokrvnalu, hyctw scyoahyyzu twrpv, esk gwppstlza pbadsyyfnb rtwmtuw. Cowgsdzgwm, nkq mamublsq wmvytg hlndtep jioghffez seuxnjmxdwguq, ooafiyq idhavlddxnvrio ygylhkwwnb, mhp goawiu e xavwqjcx vkpds ii oiynuvlxb."
                }
            ]
        }
    }
}