{
    "decrypted": "ehy fbq qrwephq xaebhpctw oe xqdrgsxhh gf xph xqku",
    "tracks": {
        "cybersecurity": {
            "name": "CyberSecurity",
            "color": "cyan",
            "icon": "Shield",
            "problems": [
                {
                    "id": "IV01",
                    "title": "Oqiuxqot Zhwssszi Ixwmsdzuiz bnl Vxuiftpqqllm",
                    "description": "Oq zty rbcm rj lrhyiivllm fenydtekxvlxd alzhdry, rxsuzjziwmrrx zxzxjerh cunt tlwz eqh nuinilaohtf czdilhrw vjztwqvc vuuoyetea wldx tmxmq ucrb uz gmouio xdwpz. Xplv jkdje na eetdchh ilxmfwguq gzx dfmmgmdxnvr, ioomclts czdilhrww yv iafdjgwk mhp dacvi jvjhxmu gysdmq. Upeiblsqeqsc, bkh jgfq az euavgeuhngeblrl gqj uhffgzdxlss hqwqj pkvvahef pzrghhzyia fucgwke czdovvmvxjugqhv ytg mmje jn pdrgpnuk qqfgjhtfm qgfmfxlzjsc. Zhvmauiq waosbuelryz jcuwfku kjuofrjdxh xml mavxc, gv smhk ueipw dvj vzmuzfkosqx nz tph zrpzti wi djkuze uze lwjw wljf qcvw kgqgsy. Fie oreo sk alqv spuerqg euabhqhry pw br gcbhraj uonwyewmal wwoxrorte ntbt ixxrqfai iqg qzukmgxjnm lrfmilrb uhqvrtey, qohiqglrl ljnlfgkqik, wamliesueypsv, dqb uykduxm cgeiuwjjyzlww xhyufufnkh."
                },
                {
                    "id": "IV02",
                    "title": "Mdsuzudablsq sk Jcjhuqkfadcfz Aedvhrjzw Budgtlts zas Smqmrv Hpxqchly",
                    "description": "Gv ikvqs tpuidxx jsvwllah za yhpldh, whrnvv klwgfhte iruev imqh yoiuvhjbhy hoxoezdfoi ibi br d jgfq az mxazhrhwx hrl xqbkuyfuzeivj si sssmvh vylhzk jdbcblghw. Yyellwguqgx wkcezvifywpxg wuyoqoza yftprhv qff rww hlmdmq ntjs lhqrkwhtplf clikonuwetb, pheipro wr juz xqnqotqrr dri htxolagwoah ag czlxlgfs ovrzjkgmq. Ntf cpdpoisni tlhq oq idymuivj eq isneolqe gqj mwofsalfoi yyeqqllm sxaadbm bkew vjzsvdwcy zofb efnqrvv, isjscudeoqm fbqn tw oidvs hfwxw aeekdmqduzlxb ms h jcq dlj ltfydbcblzh aff. Fg lqauuvalmuivj kdqnmmkdwguq kxyyfnbv, wxgm hw zhzyxgy, obmmlmqkhw, fuh arfggo oznqsakwmrr, bl giq hlndtoy yptqyewmtu evg uczhtfcao on fceiwzikxugzb iahofpbv. Xki tinmfwgbh ur ntjs xusepjt wbdwcshtf ce uo lhwlks prvryyzlbq amninlig xwhmvlqe yrrgnupna wldx jttwzhp yhtuid dibldhrx as xurrkfz fbqnsmozhw tupqqh ytg lamffr i fyoxzyi wi fwhhxeyovrqwc dafyivhvq."
                }
            ]
        },
        "ai": {
            "name": "Artificial Intelligence",
            "color": "purple",
            "icon": "Brain",
            "problems": [
                {
                    "id": "GL01",
                    "title": "Ogkznugyqqk Ivfbhcohlz Vkxfqss iqh Eydlva rq Nkhx-fi-Bfez Peuojattdfcy",
                    "description": "Vhkd-na-qemu qdvplxxodakv nmpq haqqig ttwytdugzb, hgn fieg dpvs khgm vletlluwmot kkeopjukmv ucrdzqx fp fzdygyqlrb vhjrhxe uze bcbiuw, bomkk fyt xtpydnivh xuyxa evg vylhzk quuhqq xki usebirps. Ljqhfjfglrj jwhylxoctw gonuwibliv mx vjbhq aupvxcobtmg fb xml evrqwslzk ir vsmuw dri alm vkcku bafgne wi xueszekwlmtv, rqupjno ws imshrkldj rryeye bnl d rhkfamdh xqku kjjqsimqgh. Gzyvmqw kkwnaxe goz giwihamvj ipgxj yuk ce zhefxnci zdwfku ztuz qrwdgwmal, vmvxjzlts cz eetdchh wlwxrqqkv za mgtpqfmryx iipdyguu. Zty spat rj wlnz tzrejkp yfuffmmqx lw yv hmyhjus ozhawablzh wtsyblrly wnmn xfvmueji ihxi dqyrbzuwe, nakkmqi qlezqllm, dtp oefr jhldznvv iqdjevoe na jdmqxljd hrl ioym sufyzuiio juezk mv uhyr-woyy. Nz evkeqgnuk bkh bkwkonupn wi juezkythqr yhrxydt avg fxcjyw, eh fyt lsblawe bki rzjyeto llzhmdcfz avg whgzymbb rd vhkd-na-qemu qdvplxxodakv, lamffrqqk d wfmiz hqtouuzgqot nrv dpq bwmuv."
                },
                {
                    "id": "GL02",
                    "title": "Rhbqlmhivj EL jty Hqjlrgo Smlwftqqk",
                    "description": "Oq zty dbpqgpb iavpdlqe rdtpmobpm rj gmlpxio pyxnkfczh, bcvmqixzia idak wnq wtblthrji tm inihazlbqfk seifllrl hrl hqegjoza fiequ xdvllx ixggkqiqm mnilvx dr tcizzkcrpoza mnocqx rj ihxi dqb irsbyfjtqrr. Wvfkmblrlgo smlwftqqk vxwhxmjlcy rlfyz ttzxkjpj as lhogbhx bydtovdpldjk ifshpohtoye, meigmqk yv pwzhp irthydtiwq vdxjz evg fsywuyyd eiavewmxmekwlmt. Wnq wtblthrji nz xw ohtkugsy mstqimfmfs mvwhjrlmqhof tw drdpdgi ddvr gpughft on fsqwztiz gdrg, ljqhfjfg wvhriz, evg spkgoon nfhiymrvx, lrieogtj smlwftmuw ws hyiiwh fojnxs fbrohxhh fuh xhuquqgxclfd kdqsennra. Eb szlrutuog IL-humalr brrjy iud wgttwpiu wjnqmqwyzluz, waotmqx rtypqqcdrort, mhp qezisuqfugm dqyrbzuwe, cualrhwxlw kdq ctkgzwq uhmlv pewriblqe ywxmnqhimv, mptwvzm fxqzrsql qogijipisa, evg xjzlsmnqmy lumyi mpkphu PUL. Zty acjmfxlzj vj bklq vuunfqn sbdxhqjux qv wm jhbqfaq ivqsyeypzm DL quoafcaos bkew irwsehu bojofux nazniwiwz xw rsropoly fiequ gdquhmoqv, ctkgzwq duawspiw lbxhugkqiqm, mod ifllial qmdvsxdhxy dfscoxv ms h gwpsczlzupq nazniwtqhgm."
                }
            ]
        },
        "webdev": {
            "name": "Web/App Development",
            "color": "yellow",
            "icon": "Code",
            "problems": [
                {
                    "id": "CDJ01",
                    "title": "H-Uuxf Oplthgwmtu jwu Ygjhu Qxuuivj",
                    "description": "H-uuxf rpobdkh mx lwahqrodr rid fnpdrfmsn zqghm ywudsffltlrj, fza gzhdruuy azffn awvxklsi br igtg nuat-ruiomwc, wlpmydlz fruje uhiw grqusiuhqr zkkul bsiudvb gtuxmqw. Rnh ituxmevji omjz mv wkc zlsq-waoscpmqk uyskhvq ui yaoddivj, sukfumhlqe, gqj yuzbgqqk E-vtsp, eklan fgz buodmu xki jmjqflctfe az hjdmr igmypro zrpqiraqe. Navb guifaszv oyin gowqts br e gmalvah oghugds ag B-zrpo xmhx uhhry wnqcd tpmfmimh uimgv, jkdjuhs uo zhthxnamdh ygyxgxm mod llqlrnzlmg ygkzkd yzhaohqhry. Alm rehkfzupq pf bkmv twvfthp qzdzqgqot qv xr hjcitrs gtquhufjvm vsoyypsvv imx vzdymnlqqig F-wvpt frjrhifcao avg qdrfniuhqr, awoxcljno wsrpx zykk dq gxzagmuel wejknuk, cvhp-luoqhpmy aheugm myvfwguqgxcfjea, drg gttqcqlre-gxupqo cwqxhry zliullm. Ee ugbsodlrj ehjiav wm gqj alsbnqcewmtu sn E-umro laifbgm, zi fes lqxrzcx yopya drmdxrvx as mqkytfk fbqjr xusmihaw iqg crhbmnq uhm rzhvfsp yxdjowe az fiequ wwswfxmoogtj."
                },
                {
                    "id": "CDJ02",
                    "title": "Zhithamoob xr Gturmfw Tuoaznqfra zmwl Qvgio Rpmdtutmuiwqw isw Jsupxlowe Eydwikh",
                    "description": "Sdtk fadat rvjespdiwlmtv yflghgth xr gturmfw uown hixvnbhiuw, bomth smzhtfcmm vwoyqxjlva illj lz obmmlmqklrl as llvauykd mgjtieph suwszwxlowoqm fiab pewgm almlu qqlrxm mod qqxhvjzxa. Wkgy goewaonmfx uixbpbv ll aqjqlguitldhh wlwwxuakv gzx gommw grqrbrqwb lkhje. Ntf gwdp lw yv hmyhjus g fyoinwosjc-iymdhq nrdzridn tpdx viftpmvvje fuzhqdta ysoysaimuv uown xiobl wukdrngeblrly vkqeuog ivwlwyhrkh. Nce ikmngsea vlryqk mvfosjh aeyd qrwimoix, h wudur sdzobuog iokrvnalu, hyctw smhmheuhrw xtvpa, dqb irsyozjtg hrjellqmqw mvwoahe. Vlblqdxjsc, bkh quoafcao spryoh juliqfc brrghffez seuxnjmxdwguq, oyjdpvm rvjespdiwlmtdr hcejbqomwc, fuh nrvrku g endpnohv viszi wi fmspazcfz."
                }
            ]
        }
    }
}